---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentPrintingEventArgs
source: html/52ed924f-99d0-c081-88b0-1ee5f63f9d56.htm
---
# DocumentPrintingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.